;; TranslationAuthor: Wim Meijdam
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 3.46.97
; Update: June 08, 2016
;
[Lang]
NativeLanguage=Nederlands

[GUI]
ButtonYes=Ja
ButtonNo=Nee
ButtonOK=OK
ButtonClose=Sluiten


[Translation]
LangCode=0413
ReadHabit=Left-to-right
LanguageName=NL
LangShortName=nl-nl
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informatie
Warning=Waarschuwing
Error=Fout
Confirm=Bevestigen
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Wise Memory Optimizer met vrienden delen
FrmMoMain.imgfacebook.hint=Op Facebook liken
FrmMoMain.imgtwitter.hint=Op Twitter delen
FrmMoMain.chkupdate.caption=Automatisch op updates controleren.
FrmMoMain.btnlike.caption=Like it
FrmMoMain.lblTotalMem.Caption=Grootte geheugen:
FrmMoMain.lblaopt.Caption=Automatisch optimaliseren indien het geheugen kleiner is dan:
FrmMoMain.lbltry.Caption=Meer geheugen vrijmaken
FrmMoMain.btnsettings.Caption=Instellingen
FrmMoMain.btnOpt.Caption=Nu optimaliseren
FrmMoMain.chkmin.Caption=Naar de systeembalk minimaliseren
FrmMoMain.chkauto.Caption=Uitvoeren bij starten Windows
FrmMoMain.chkautoOpt.Caption=Automatisch optimaliseren
FrmMoMain.ckchkclearborad.Caption=Plakbord schoonmaken bij optimalisatie.
FrmMoMain.chkidle.Caption=Optimaliseren bij CPU in rust.(Aanbevolen)
FrmMoMain.lbllang.Caption=Standaardtaal:
;
; About
;
FrmAbout.caption=Over
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Huidige versie:
FrmAbout.lblemail.caption=E-mail voor ondersteuning:
FrmAbout.lblhome.caption=Website
FrmAbout.lblthanks.caption=Met dank aan de volgende personen:

[MemoryOptimizer]
ThisTimeFreeMemory=We hebben %s geheugen vrijgemaakt.
CurPrecent=Huidig geheugengebruik:
UsedMemory=Gebruikt geheugen:
AvailableMemory=Beschikbaar geheugen:
FreeMemory=Vrij geheugen:
At=op
pmShow=Windows-software tonen
pmOpt=Nu optimaliseren
pmAbout=Over
pmExit=Exit
SureExit=Optimalisatie geheugen is bezig, weet u zeker dat u wilt stoppen?
Mintotray=Optimaliseren geheugen

[Message]
NewVer=Er is een nieuwe versie beschikbaar! Wilt u nu upgraden?
NotShowNotice=Dit bericht niet opnieuw tonen.
